cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "anyenv"
brew "asdf"
brew "asciidoc"
brew "bash"
brew "direnv"
brew "fish"
brew "fontconfig"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gpg"
brew "grep"
brew "hub"
brew "htop"
brew "jq"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"

cask "appcleaner"
cask "authy"
cask "clipy"
cask "docker"
cask "drawio"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "slack"
cask "visual-studio-code"
cask "zoom"
