[
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "dataview",
  "find-unlinked-files",
  "nldates-obsidian",
  "obsidian-omnivore",
  "templater-obsidian",
  "unique-attachments",
  "obsidian-zotero-desktop-connector",
  "obsidian-vimrc-support",
  "recent-files-obsidian",
  "obsidian-linter",
  "quick-explorer",
  "obsidian-icon-folder",
  "obsidian-collapse-all-plugin",
  "obsidian-link-converter",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "quickadd",
  "obsidian-another-quick-switcher",
  "obsidian-livesync",
  "calendar",
  "obsidian-excalidraw-plugin"
]