cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bash"
brew "cmake"
brew "dasel"
brew "direnv"
brew "exa"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gpg"
brew "grep"
brew "hub"
brew "htop"
brew "jq"
brew "lazygit"
brew "lua"
brew "ripgrep"
brew "stylua"
brew "tig"
brew "tree"
brew "unar"
brew "zsh"

cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "clipy"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "lima"
cask "notion"
cask "slack"
cask "syncthing"
cask "visual-studio-code"
cask "ticktick"
cask "wezterm"
cask "zoom"
cask "zotero"
