tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "bash"
brew "cmake"
brew "dasel"
brew "direnv"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "htop"
brew "hub"
brew "jq"
brew "lazygit"
brew "lua"
brew "neovim"
brew "ripgrep"
brew "stylua"
brew "tree"
brew "unar"
brew "zsh"
cask "appcleaner", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "firefox"
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "hammerspoon", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "syncthing", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wezterm", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
cask "zotero", args: { appdir: "/Applications" }
