tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bash"
brew "cmake"
brew "dasel"
brew "direnv"
brew "fontconfig"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "lazygit"
brew "lua"
brew "neovim"
brew "pngpaste"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stylua"
brew "syncthing", restart_service: true
brew "tree"
brew "unar"
brew "unzip"
brew "zsh"
cask "anki"
cask "appcleaner", args: { appdir: "/Applications" }
cask "clibor"
cask "discord"
cask "firefox"
cask "font-biz-udpgothic"
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-monaspace"
cask "git-credential-manager"
cask "google-drive"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "slack", args: { appdir: "/Applications" }
cask "tableau"
cask "tableau-prep"
cask "todoist"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wezterm", args: { appdir: "/Applications" }
cask "zen-browser"
cask "zoom", args: { appdir: "/Applications" }
cask "zotero", args: { appdir: "/Applications" }
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ibm.output-colorizer"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sapos.yeoman-ui"
vscode "saposs.app-studio-remote-access"
vscode "saposs.app-studio-toolkit"
vscode "saposs.sap-guided-answers-extension"
vscode "saposs.vscode-ui5-language-assistant"
vscode "saposs.xml-toolkit"
vscode "sapse.sap-ux-annotation-modeler-extension"
vscode "sapse.sap-ux-application-modeler-extension"
vscode "sapse.sap-ux-fiori-tools-extension-pack"
vscode "sapse.sap-ux-help-extension"
vscode "sapse.sap-ux-service-modeler-extension"
vscode "sapse.vscode-cds"
vscode "thqby.vscode-autohotkey2-lsp"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "yzhang.markdown-all-in-one"
