oh-my-fish/theme-bobthefish
decors/fish-ghq
edc/bass
fisherman/spin
oh-my-fish/plugin-peco # フィルタリングツール
oh-my-fish/plugin-extract # 解凍ツール
sijad/gitignore # gitignoreを作成
jethrokuan/z # 過去に訪れたディレクトリを記憶・移動
