Anki.Anki
Appest.TickTick
Bitwarden.Bitwarden
devtoys
DigitalScholar.Zotero
Fly-io.flyctl
Git.Git
JanDeDobbeleer.OhMyPosh
JernejSimoncic.Wget
junegunn.fzf
Microsoft.PowerShell
Microsoft.PowerToys
Microsoft.VisualStudioCode-User-x64
Mozilla.Firefox
Obsidian.Obsidian
SyncTrayzor.SyncTrayzor
Syncthing.Syncthing
stedolan.jq
Valve.Steam
wez.wezterm
WorkFlowy.WorkFlowy
Zoom.Zoom
