devtoys
DigitalScholar.Zotero
Git.Git
Google.GoogleDrive
Google.JapaneseIME
JanDeDobbeleer.OhMyPosh
JernejSimoncic.Wget
JesseDuffield.lazygit
junegunn.fzf
Microsoft.PowerShell
Microsoft.PowerToys
Microsoft.VisualStudioCode
Mozilla.Firefox
Neovim.Neovim
Obsidian.Obsidian
Python.Python.3.11
Syncthing.Syncthing
stedolan.jq
Valve.Steam
wez.wezterm
