tap "homebrew/bundle"

brew "cmake"
brew "dasel"
brew "direnv"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "htop"
brew "hub"
brew "jq"
brew "lazygit"
brew "lua"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tree"
brew "unar"
brew "zsh"
