anyenv
asdf
asciidoc
curl
direnv
dirmngr
fish
fontconfig
ghq
gpg
hub
jq
neovim
peco
shellcheck
ripgrep
tig
tree
unzip
zip
